tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "sambadevi/powerlevel9k"
tap "sanemat/font"
brew "fontforge"
brew "fortune"
brew "git"
brew "nodebrew"
brew "pngquant"
brew "tig"
brew "vim"
brew "yarn"
brew "sambadevi/powerlevel9k/powerlevel9k"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "suspicious-package"
cask "webpquicklook"
cask "caskroom/fonts/font-hack-nerd-font"
cask "visual-studio-code"
cask "google-japanese-ime"
cask "appcleaner"
cask "alfred"
cask "cyberduck"