tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "sanemat/font"
brew "ffmpeg"
brew "fish"
brew "fontforge"
brew "fortune"
brew "fzf"
brew "ghq"
brew "git"
brew "hub"
brew "nkf"
brew "nodebrew"
brew "openssl@1.1"
brew "peco"
brew "pngquant"
brew "ripgrep"
brew "tig"
brew "vim"
brew "yarn"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "alfred"
cask "appcleaner"
cask "bitwarden"
cask "clipy"
cask "cyberduck"
cask "editaro"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-japanese-ime"
cask "hyper"
cask "inkdrop"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "suspicious-package"
cask "visual-studio-code"
cask "webpquicklook"
