tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "sanemat/font"
brew "bat"
brew "exa"
brew "fd"
brew "snappy"
brew "ffmpeg"
brew "fish"
brew "fontforge"
brew "fortune"
brew "fzf"
brew "ghq"
brew "git"
brew "hub"
brew "nkf"
brew "nodebrew"
brew "pdftk-java"
brew "peco"
brew "pngquant"
brew "ripgrep"
brew "tig"
brew "vim"
brew "yarn"
cask "adoptopenjdk8"
cask "alfred"
cask "appcleaner"
cask "bitwarden"
cask "clipy"
cask "cyberduck"
cask "deepl"
# cask "editaro"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "google-japanese-ime"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
# cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "suspicious-package"
cask "visual-studio-code"
cask "webpquicklook"
